[
    [
        0,
        3000,
        " Kura and welcome to For What We're Worth, the University of Auckland, T-EU branch bargaining podcast, co-James, and it's my pleasure to announce our interview this week with Jane Kostanich."
    ],
    [
        3000,
        6000,
        " Jane has been with the TEU since its inception and has a huge amount of experience as an organiser's perspective about the specifics of bargaining but first an update from the bargaining team by our organiser, Nicole Wallace. Hio-da, I'm one of the organisers here at the TEU. On Tuesday the 9th of July we had a university security and gardeners bargaining session here at the TEU. On Tuesday the 9th of July we had a university security and gardener's bargaining session here,"
    ],
    [
        6000,
        9000,
        " at the University of Auckland or Waipapa Tomato and that's a collective agreement that we share with etu. One of the biggest claims for this group is the living wage claim. Now this is a claim that the union is made for all the collectives, but security and gardeners are one of the most affected groups of staff. The number of staff earning under the living wage currently, or"
    ],
    [
        9000,
        12000,
        " about to be earning under the living wage once the new one comes into effect in September. We did have some discussions on this with the employer. New New members really encourage the University of Auckland to live its values and commit to being the first university in New Zealand to have a living wage as a minimum for all its staff. Both parties agreed that we're going to have a multi-collective discussion on the living wage issue in a couple of weeks."
    ],
    [
        12000,
        15000,
        " Other than that, there was no significant movement. We discussed some alternative wording for some of the employer's minor claims and had a chat about what summer uniforms for security guards could be like. Unfortunately, the unions did not receive a pay offer from the employer beyond stating that they would like to pay a reasonable adjustment. We think that's 6%. In other news, the unions are getting that."
    ],
    [
        15000,
        18000,
        " data request letter ready to go this week so this is our opportunity to get important info about your claims that we can use for our arguments and bolster our arguments so examples of this is how many staff are currently earning under the living wage or will be earning under the living wage in september how many ptfs are progressing to level two how many people are actually getting tupu results"
    ],
    [
        18000,
        21000,
        " of 4 or 5, also in an early bargaining session talking about Tupu, the employer told your team that they got lots of positive feedback about Tupu and performance pay processes, and this is not what our delegates here. Your co-branched President Noel sent professional staff a padlet link for people to share their thoughts about Tupu and performance pay."
    ],
    [
        21000,
        24000,
        " For those of you don't know, padlet, sort of a digital notice board. Within 48 hours, we had over 50 responses, and I think it's fair to say that Tupu-based pay increases are not very popular. Now, I do recommend you check your emails for this link. Do share the link with your colleagues, your professional staff colleagues in particular, even non-members. The more views we can get on Tupu and Performance Pay."
    ],
    [
        24000,
        27000,
        " the better. Now I'll hand over to Callie, branch committee members and an academic member of the bargaining team to speak with Jane Costanich. Jane has been with the TU since 2007 and has negotiated many collective agreements in universities, Wananga, Polytech and private training establishments. She has been an organiser with the University of Auckland for over 10 years and will be speaking with Callie about what bargaining looks like from a factual and procedural perspective."
    ],
    [
        27000,
        30000,
        " Welcome to What We're Worth, a podcast about the TEE bargaining at the University of Auckland. My name is Callie and I will be having a chat with Jane Kostinich today. First introducing Jane, how long have you been a union member? I have been a union member all my working life. So I started work in a full-time permanent position at 17 and I joined the union. So that's a very long time I've been a union member."
    ],
    [
        30000,
        33000,
        " that was so important that was an administrative job for the public sector and the union was very loud and proud at my workplace and it was something that you did you just joined the local union most people joined a union when I first started working in the sector that I was working in remember I was in the public sector at that point"
    ],
    [
        33000,
        36000,
        " And what about the TEU? I have been with the TEU since its inception, so that's 12 or 13 years now. Before that I was with the Association of University Staff. Why did you become a union organizer? I became a union organizer because at the time, at that time I had two jobs. I was a permanent full-time social worker and I was the union delegate. And the union delegate role was pretty full-time as well."
    ],
    [
        36000,
        39000,
        " After about 10 years of doing both, I needed to have one job rather than two. And so I became a union organizer. I got a job with the New Zealand Nurses' Organisation, because my real interest and passion was in workers' rights and collectivity, working collectively together to improve people's working conditions. I had really enjoyed doing that as a delegate, and I wanted to do that full time."
    ],
    [
        39000,
        42000,
        " with the union, what do you think that members need to know? I think members need to know the power of collectivity and the need for solidarity. And I am concerned that unionism is changing over the years and that's just a product of society that we live in and people's priorities and why they might approach"
    ],
    [
        42000,
        45000,
        " belonging to a union. Once upon a very much understood that it was about sort of working together in solidarity and collectivity and working hard for interests of the collective. And I'm not quite so sure that necessarily that's the priority anymore. So I think it's really important that we build that solidarity and collect people with each other and that we look after vulnerable workers and we improve working lives and"
    ],
    [
        45000,
        48000,
        " members. When you're speaking about collectivity and solidarity, have there been points in your union career where you've seen that kind of shine through? Yes, there have been points. And strikes, for example, a great example of when people come together, people are often sort of fearful and worried about what taking strike action will be like. But once they actually get onto the picket line and they get with their colleagues that sense of"
    ],
    [
        48000,
        51000,
        " and building that and and they're in a union and what you can't. together. I think that those instances are really, really important. And I think it's a worry that, particularly since COVID, I think that sense of coming together and working together has been lost a bit. And I think it's the role of the union to rebuild that."
    ],
    [
        51000,
        54000,
        " wherever, I like to have Kā, so. to have Kethethu, a meeting, so meeting, because I think that's what a union's all about. And I'm a bit concerned that, you know, there's more sort of online, sort of meetings and you don't get the same sense of connectivity and connectivity when you're operating like that. That's something that I think we need to rebuild and lead, take a lead."
    ],
    [
        54000,
        57000,
        " on that's how we operate as a union and as union as union as union. What? What do you think is in terms of collectivity, I think, because one of the challenges and benefits of online can be it brings people together across distance, but there's also that limitation of who can go across that distance in person. What do you think one of the benefits of a national strategy is? Why is it important to have a national strategy? Well, again, it connects us as a national union."
    ],
    [
        57000,
        60000,
        " with our, with our, with our, and the power of that national voice, of that national voice is much stronger than local voices.! Also, you kind of, you're seeing and hearing and experiencing what your colleagues, doing the same work, potentially, are experiencing right across the country. And that's the beauty of a national body. And I think the tertiary education unions and our members are really good at that, at the!"
    ],
    [
        60000,
        63000,
        " across the Mutu. to collective negotiations, we're trying to do, as having as possible, with the same terms and conditions, because you're doing essentially the same work, it might be in different locations, but, you know, lecturing, the lecturer is doing lecturing, whether they're doing it in Otago or Auckland, and the employer sort of tries to, you know, isolate or separate that out by offering"
    ],
    [
        63000,
        66000,
        " we're not. in Auckland. Why? You know, you're doing the same work. So that's core, having a set of poor conditions that is same across the country is really important. Protecting those conditions because it is the collective agreement that secures conditions and protects conditions into the future. People on individual agreement don't protect conditions."
    ],
    [
        66000,
        69000,
        " The collective agreement is what protects conditions for future workers. So it's really, really important that you secure terms and conditions and you retain those conditions. Because they can take them off individuals, but they can't take them off the collective. Just because I know we've got a lot of folks who are new to our union and folks like me who were new to this particular context, when you say conditions, can you give me a couple of examples of what those might be? Okay, sure."
    ],
    [
        69000,
        72000,
        " what I can do is reflect on your collective agreement.! That would be awesome. So collective agreements are pretty much a standard, what we would call a format, if you like. So they provide an outline, well, they provide, they provide a set of terms and conditions that members are employed under. And they take a certain sort of format. So they will always have a coverage course. So they will explain at the outset, who is covered by those terms and"
    ],
    [
        72000,
        75000,
        " collective agreement. And we've got a at University of Auckland. We've got a collective agreement. We've got a security guard and gardeners collective agreement. And we've got a medical academic collective agreement. And the coverage clause will explain who is covered by those sex, by the collective. And then you have things like pay and other remuneration. There might be allowances. Then you'll have a clause around all your leave provisions. So there's"
    ],
    [
        75000,
        78000,
        " there's the collective agreement, you know, you know, but the! Union members would have battled over the years to improve the statutory minimums, both pay and, you know, more than the minimum wage, obviously, and in leaves provisions. There's usually at hours, well, there has to be an hours of work clause, so they'll explain in the collective agreement, what your hours of work, when you can work, what is overtime, what is"
    ],
    [
        78000,
        81000,
        " should be working and what should be and what should be often it will have health and safety provisions laid out in the collective agreement should do it will have professional development things that are important to that group that particular group of members and then they will hopefully always have redundancy or if there's change in the organisation how you manage change and if through no fault of your"
    ],
    [
        81000,
        84000,
        " you end up with your job being disestablished, there will be some so that. So that's the redundancy provisions. And then union matters that'll be covered as well. So and most collective agreements will follow a very similar format and cover those things. And over years, over years union members come together to renegotiate those terms and"
    ],
    [
        84000,
        87000,
        " which I think is very important. The difference between a collective agreement, and I like to call you the not yet union members on an individual agreement, is that a collective agreement has a start date and an end date. An individual agreement just has a start date. So when that collective agreement expires, so that's the expiry date,"
    ],
    [
        87000,
        90000,
        " if necessary, if necessary, to renew that collective agreement. And that is the only time by law that it is legal to take industrial action. Strike, strike action. So it is the only time that is legal to walk off the job other than health and safety, some health and safety. But that's the only time it's legal. Individual agreements, because they have a start date and no end date, you're not in a position to take industrial, strike action. So that's the only time."
    ],
    [
        90000,
        93000,
        " time it's legal is when the and in the union members, the union members can take strike action. So use their collective strengths to get that collective agreement renewed. So that end date is a really powerful piece of a union protection for workers. Yeah, renewing it. It's all very strategic at that point because you've got to be within, you've got to be negotiating for a certain period of time, you've got some of good faith negotiations before you can take strike action. And then you've got to be in a lot of the same. You've got to be negotiating for a certain period of time."
    ],
    [
        93000,
        96000,
        " got to get cracking. What is, what is? What is, what is? What is? Yeah, no, we do have a national strategy. And the national strategy is to have as many similarities in conditions across the Mutu that are consistent. We go into negotiations with in the benefit of the TEU university sector bargaining is that all the collective agreements expire at the same time or around the same time. So even though we don't have"
    ],
    [
        96000,
        99000,
        " a multi-we, one, one, we are in the covering all the university, we are in the position that we can take action collectively at the same time, which is really good. We've lined up our expiry dates. That's part of our national strategy. We take, we've got a set of claims that priority claims that we take, things like the living wage. We make sure that we cover as many workers as possible, so permanent, fixed term, casual. So"
    ],
    [
        99000,
        102000,
        " is to get as many members covered. And then we have a that I've talked to you about, like hours of work, redundancy, leave provisions that you cannot negotiate away as an individual branch, if you like, or university that has to come back to the National Committee if there is any suggestion that a core condition would be, you know, to sort of taken away or negotiated away. And that's so that we protect these conditions across the country."
    ],
    [
        102000,
        105000,
        " And for example. And for example, and we can't. And we can't. We need, the employer, we want to remove that. And we said, no, that's part of our national strategy. That is a core condition. We can't do that. That had quite a bit of power. The employee said, okay, they sort of recognise that. Yeah. So we have this overarching framework to have core conditions, a set of priority claims and to operate together."
    ],
    [
        105000,
        108000,
        " and standardising. what is the TEP? I was the most proud of. I was thinking about that question. And I, there's a couple of things. First of all, I remember when I was at the University of Orton, I'm no longer working there, but when I was there, we took industrial action, strike action. Gosh, it would have been, it was a while ago now, maybe close to eight years ago. And it came down to securing the living wage."
    ],
    [
        108000,
        111000,
        " So our academic members, whose collective agreement is, the pay, the at that time, they took strike action for that living wage because we didn't have it and for our professional staff members and we didn't have it for our security and gardeners. So I was really proud of the way our union on-site took action in support of our low-paid vulnerable workers. And also how the, how the students."
    ],
    [
        111000,
        114000,
        " got on board with that campaign too.! We really, the business school, the engineering school, and it was an opportunity to sort of explain why we were taking action. And I was really proud of the way the students came on board as well, and they sort of understood that. That was a fair and reasonable thing. Living wage is perfectly acceptable thing to fight for. So I was really, really proud of that campaign. And I'm really proud at the moment of our campaign, our pay equity,"
    ],
    [
        114000,
        117000,
        " campaign claims. So we've taken claim in the university sector for library assistants and clerical and administrative workers, our lower paid workers, a pay equity claim. And it's the first claim outside the core public sector. So it's a big deal. And we're well into the process of that. The employers agree that it's arguable, which is the first step. And so now we're on our way to assessing the pay, comparing the pay,"
    ],
    [
        117000,
        120000,
        " of those low, and we're very and we can achieve for that group of lower paid workers. So I'm very proud of that. Also very proud of our co-governance, that we've achieved co-governance in Tiddhii partnership for our union. So we're the first union to do that. So I'm extremely proud of that as well. Just to go back and ask one other question about pay equity, what is a pay equity claim for the folks who might not know?"
    ],
    [
        120000,
        123000,
        " That's a pay-of-of-the-the-the-the-the-pay-equity claim is, a group of workers, predominantly women workers, who the nature of their work, has meant that they have been paid lower than other workers. And the first pay equity claim was for caregivers in the private aged care sector. And that was 12 or 15 years ago now. So that was so they"
    ],
    [
        123000,
        126000,
        " said because it was predominantly women, that that that that was the people, that was the reason why they were paid lower. The legislation has been changed so that it is more, the process now is almost more like collective bargaining. So you can raise a claim and if the employer agrees that it's arguable, yes, it's a good argument for this, you can pursue it through a process through the act, through the Equal Pay Act. So, yeah, so it's not the difference between"
    ],
    [
        126000,
        129000,
        " paid in the workplace, for example, for example, it's whether or not the nature of the work that you are doing has been less valued because it's predominantly done by carried out by women workers. Just for our members, how long has the TEU been working on this pay equity claim here at the University of Ombuds? Lodged the claim last year. So that's 2023. And middle of last year, the employer agreed that it was arguable."
    ],
    [
        129000,
        132000,
        " They take time these processes. But we're we're hoping that this year will be doing the bulk of the work with the claimant. So it's not just union members. It'll be covered by the claim. It's all workers that we've identified as in the claimant group. So union and non-union members. So that kind of leads into the next question. What is collective bargaining from an organizer's perspective? Because we learned what it was from a member's perspective in our last episode. So for me,"
    ],
    [
        132000,
        135000,
        " organisation. The organisers' the organisation. The organiser, the is the advocate. So it's our job to lead the negotiations as the organiser. So we make sure that the paperwork is done, if you like, so that the collective agreement, you know, we've initiated, for the collective agreement to be renewed. We set up, make sure that the team has been, the negotiating team is elected. We make sure that the claims for the negotiations, we make sure that the! The negotiations, we make sure that the claims for the!"
    ],
    [
        135000,
        138000,
        " have been and endorsed and the organisation at the at the negotiating team. So that's that's the job and you know make sure we're in line with the national industrial strategy that we're keeping an eye on that and that we're responding the way that we need to be you know conducting ourselves at the table. Then advising the team in terms of if we need to take if we think okay we've got to a point"
    ],
    [
        138000,
        141000,
        " to take action or we need to take the negotiations forward. So essentially it's leading the negotiation process. And what do you think is the most important issue for our union today? Yeah, well, the change of government has meant that some of those fantastic initiatives that we were pursuing like fair pay agreements, national insurance sort of those sort of strategies that were pursuing under the previous government that those initiatives have gone."
    ],
    [
        141000,
        144000,
        " on. So, somehow, somehow, issues, now, so I've got the fair pay agreements have gone. So I know that some of our sister unions are now looking at taking, looking at maybe multi-employer, you know, arrangements across the sector to try and secure improvements for low-paid workers. Because before we were looking at fair pay agreements for, you know, security, hospitality, cleaners, we don't have that access to do that anymore."
    ],
    [
        144000,
        147000,
        " So I think that's, and, and work together and! of supporting each other, to make sure that we don't go backwards in some of those areas. But locally, and also I think that, as I mentioned before, I think that that sense of solidarity is really important that we maintain that and grow that. And I think that the University Auckland Branch Committee does a really good job of"
    ],
    [
        147000,
        150000,
        " connecting with members and doing.! that's and solidarity. So I think we've got to keep doing that work. Is there anything that you think our members, before we wrap up, should know about the union movement that they might not already know? Okay, there's something. Years ago when I would be recruiting and I would, you know, be talking to people who weren't in the union movement, and they might, in the union movement,"
    ],
    [
        150000,
        153000,
        " They might say to me, you know, you know, you know, you know, you know, you know, you know, I'm not, free-loading and, you know, they may or may not join after that. There's sort of a seismic change. Now if I say to particularly young workers, you know, you need to join the union or, you know, invite them to join the union and talk about that. They go, I've had some people say, no, that's okay. I'm going to get what you've got. I'm going to get that anyway. And they kind of fight, you know, like they don't, like it's genuine. It's okay, Jane."
    ],
    [
        153000,
        156000,
        " where you're looking at the union and the! of the collective agreement. of the collective agreement. So I think education is really important, you know, about why unions exist and the responsibility that we have around improving and protecting conditions for our most vulnerable and using our strength and our collectivity to take"
    ],
    [
        156000,
        159000,
        " action, so, so, so, so, So. Thank you're going to keep pushing that. Thank you. Please feel free to share this and other episodes with your friends and colleagues interested in learning more about the TEU or bargaining process. If you're a member who makes less than the 2020-4 living wage of $27.80 an hour, and you'd like to talk to us about how that affects your life, your work, and what making a living wage would mean for you. Please get in touch using the Google For"
    ],
    [
        159000,
        162000,
        " in the show notes for a potential inclusion in the show notes. We'll see you next time. Our interview subject this week was Jane Costanich. Bargaining update was Nicole Wallace. Interview host and editing was Kelly Vanderweal. For the full credits, please see the show notes. Content is provided by members of the University of Auckland's TEU branch and does not seek to speak for the TEU."
    ],
    [
        162000,
        162074,
        "!"
    ]
]