[
    [
        0,
        3000,
        " Kura and welcome to for what we're worth, a TAU bargaining podcast. We don't have a bargaining update this week. Instead, we have James Love interviewing Juno Barnett Collins on"
    ],
    [
        3000,
        6000,
        " precarity and precarious workers and how our claims impact them. Then, Kelly Vee, interviewing TU National Secretary Sandra Gray about collective action. Over to you, James. Welcome Juno. Hello, thank you for having me. I am here to talk to you about precarious work and how that relates to some of our claims and how that affects some of our members. First of all, how did you join the TIEU? Well, my previous job was as a phlebotomist and I'd been a member of NZNO and involved in a tangential"
    ],
    [
        6000,
        9000,
        " organising over 2019. When I got my first university job where I had a substantive number of hours, I switched sort of allegiances from the NZNO to the T EU. What is important about the membership in the union tier? I guess without betraying too many political positions, I believe in sort of democracy and the extent of the democratic system to as many sectors as possible. Unions represent a step in the right direction in terms of empowering workers to make decisions about the environments that they're in, considering they are the most"
    ],
    [
        9000,
        12000,
        " resource. Unions to me are kind of almost a civic duty. So as we've got you here to talk about precarity, what is precarity and specifically what is it for academia? I think you could define precarity as situations of employment where there is no guarantee of future work, any situation that prevents someone from making long-term plans. At the university, I think precarity reflects both academic and professional staff members without permanent positions."
    ],
    [
        12000,
        15000,
        " These include research fellows, postdocs, who are forever either on attempting to source our own incomes through grants and graft and provide vital services for the university, but still have no measure of guaranteed employment beyond the next cycle of grants. And what are some of the reasons that the university would rely on people who are precarious or are on fixed-term contracts that are only till the end of a grant to fill permanent positions and permanent workload needs, potentially?"
    ],
    [
        15000,
        18000,
        " actually. Well, I'll give you my opinion, that is that we've seen the rise of precarious work conditions of casual contracts through several sectors and several industries. We've acknowledged for a long time, whether this is justified or not, I couldn't tell you, but that individuals in creative spheres are used to gig work. They're used to their precarity of looking for the next job offer. But I think that recently industries have moved towards casual contracts or fixed term contracts in order to some extent wipe their"
    ],
    [
        18000,
        21000,
        " hands of long-term responsibilities to their employees. I think universities have cottoned on as they've become increasingly commercialised and increasingly sort of turned into businesses, that this is an excellent way of extracting the most amount of wealth out of these people. I think fixed terms can be sold on the idea that you get to renegotiate every year or six months or have a lingering you're on. But if you have a mortgage or you've got rent to pay or you have a child, you'll take the offer, you won't negotiate, you'll accept it. And so I think,"
    ],
    [
        21000,
        24000,
        " precarity ultimately disempowers the workers and allows the bosses ultimately to extract more money out of us and what impact is that precarity had on your career as a study coordinator well here's the thing a study coordinator isn't my career i work as a study coordinator for the department of medicine here at the university o'clockland have done since october 22 but my aspirations are ultimately for a academic career and to that end i'm a research officer at a u t in order to sort of devout my career i've had to take fixed terms of"
    ],
    [
        24000,
        27000,
        " and casual appointments across two universities. I've had employment at Wipa Tamatoa before in various capacities of research assistants or technicians or various sorts of things like that. They've all been casual. And the sad thing is I think that my story would be probably the best case scenario for a lot of people. So I was very lucky when I finished my master's degree. Flabotomy being a skill meant that I sort of integrated myself with a lot of clinical teams. So when the opportunity presented itself that"
    ],
    [
        27000,
        30000,
        " A whole bunch of a whole bunch of research groups were all in the clinical research centre up at Grafton. I went along basically to sell myself as a research assistant capable of lobotomy. And someone brought me along, sorry, took me aside and said, I need a CRA to do something, a specific test for a clinical trial. No one else can do it because this person has to be completely binded. It has to be external. And my response was happy to do it, but I need more than just an hour or two of work."
    ],
    [
        30000,
        33000,
        " I later landed as a study coordinator, long-term longitudinal studies in neurology. And so that's remarkably successful, but it was a series of casual contracts, HR, frankly screw-around, issues were being paid on time, whatnot, and I'm basically enrolling fixed-term contracts. And the work that is my academic position across the road at AUT is entirely been casual."
    ],
    [
        33000,
        36000,
        " will pay you for as long as we possibly can, and that's it. And I've luckily managed to scrounge enough hours to live on. But the reason I say that's the best case scenario is that in the labs I did my postgraduate work and the people that I constantly work with, I see PhD students who don't get jobs. I see really brilliant researchers fall through the cracks because one day the money ends, and that's it for them. And that kind of brings me to our next question, which is, what is the impact of precarity on specifically our academic staff?"
    ],
    [
        36000,
        39000,
        " Specifically on the academic staff, I think have dealt with precarity for a very long time. In some regards, it's considered run-of-the-mill, right? You have to grift for a bit if you really want this job. You have to prove that you're going to work hard than everybody else. And I think that there's no problem with working hard, but precarity, without being compensated for this work that you're doing, I think it is deleterious to not only us as individuals, but also our families and the networks around us. I mean, I don't know anybody who's had."
    ],
    [
        39000,
        42000,
        " a successful academic career who hasn't either given up a hell of a lot or has needed really wide you know expansive support networks and I think the the reflection of kind of stress and anxiety and mental health issues among early career academics especially is reflective of this kind of working environment I think there's a direct link as a professional staff member who's been on rolling fixed terms myself what's the impact of precarity on our professional staff"
    ],
    [
        42000,
        45000,
        " research and a lot of us and I speak as a professional staff member here at the University of Auckland a lot of us are involved in research to the same capacity as sometimes the level of postdoctoral fellow frankly in terms of grant writing and the preparation of manuscripts protocol developments and running studies and for a long time that's not been acknowledged in the same way now we're finding our supposedly more stable jobs because they're not academic are just as tenuous as academic positions I think it's incredible that the people you expect to run the university as a"
    ],
    [
        45000,
        48000,
        " institution are only employed guaranteed for six to 12 months. So why is it important for us to have these conversations about precarious work? I think that once security is established, once you move into the secured fellow positions or you get a tenure or something like, it is really, really easy to forget what it was like for the other people that you work with. I mean, I'll ask you a question. When was the last time you sat an exam? God, would have been possibly five, six years?"
    ],
    [
        48000,
        51000,
        " ago, yeah, yeah, but, yeah, yeah, yeah, yeah, you're, yeah, you maybe you've been a bit of a laugh, because you can see them sweating, but you've been in that position, and it's only the distance from that really raw experience that sort of makes you forget about it, but I bet every time you see exam students, or if you deal with undergraduates yourself, you're fully aware of what it's like to watch all these young people who are just in a, kind of an immeasurable, anxious messes. And so it harms the people who make a university, university. What are some of the challenges we have?"
    ],
    [
        51000,
        54000,
        " a few precarious work and seeing, and and fixed term contracts. What are some of the around framing claims addressing precarity? I would say that when we talk about rolling fixed terms, the answer you'll get from somebody who's employing someone is, well, the money is soft. The money is only guaranteed to me for the next six months, 12 months, 12 months, one year, two years. You're employed to do a job, if you like, as a study coordinator, a research nurse. And there's an expert."
    ],
    [
        54000,
        57000,
        " that it just ends when it ends and that, and that, and that's the the game, right? That's how it is. And so they would say that the employment opportunities offered simply reflect the economic realities. I think this is actually indicative of how much more work needs to be done in this space, how much work needs to do in the empowerment of permanent work forces. I also actually think that precarious workers harm the union movement by kind of dis, the word I'm"
    ],
    [
        57000,
        60000,
        " encouraging union involvement. And there's no guarantee. And there's and lots of contracts will tell you that you can see the writing on the wall sometimes. If you know that you're earning a job for another six months, what is the point of fighting hard, paying your union dues for somebody else to reap the rewards? I have had somebody tell me that they thought that the union bargaining process didn't represent precarious workers."
    ],
    [
        60000,
        63000,
        " or long-of-perous workers. It didn't, it didn't, it's workers. I would, I said, I think unionism and union involvement is almost a specific duty that we have to each other as members of the same society and members of the same institution. So I disagree with that in principle, but I understand the economic realities. I think that pushing for greater clarity about the future of people's employment and pushing hard for rolling fixed terms to be converted to permanent positions,"
    ],
    [
        63000,
        66000,
        " is probably is probably the best thing we can do to kind of precarity. So we do that. Claim seven about clarifying the instances in which fixed-term appointments can be made. What do we want to clarify in those instances? Questions of technical matters are probably better left to people more educated than I in the regards to union and employment. But I think, for instance, if you were given a six-month contract and then that six-month contract, and then that six-month contract is"
    ],
    [
        66000,
        69000,
        " to another six months and now you're here for another 12 months.! Simple as that. You know, one year to find out whether you like a job is not unheard of. People say, well, give it a go for a year. Expecting to stick around for two or three years, that's serious planning, that's career planning, that's family planning. That I think we should really have an upper limit on how many cycles of fixed term that you can be employed under."
    ],
    [
        69000,
        72000,
        " equal impact across staff in terms of staff or which contracts or which schools. Bricarity is a stress. Again, I can't quote you data, but based on sort of the work that's already been laid in terms of social and public health, there's this idea of a minority stress model and that is that multiple factors contribute to anybody who's not basically top of the pile. And I think precarity is a major source of that. Rent,"
    ],
    [
        72000,
        75000,
        " eats first. And so I think, precarity, you know, our rainbow staff members, like anybody with a disability, because especially if you take into context, the idea that getting through a couple of fixed-term appointments and working really, really bloody hard is part of the thing you need in order to secure a permanent contract, particularly in academia, and that really disadvantages anybody who's not capable of"
    ],
    [
        75000,
        78000,
        " lives to the university system to the university program. And so, and so, of course, I think single mothers and anybody of any sort of minority and nomination is going to be affected adversely. I also think that young people are adversely affected. I mean that kind of going, even going into the 35 zone, because there are so many early in mid career academics who are just being precarious for, you know, sometimes a decade since they started. And now we're"
    ],
    [
        78000,
        81000,
        " the next to the next! and on the next job, constantly, or talking to talking to professors and stuff like that. And that is overwhelmingly women. Yeah, those are some of the demographics I would expect to be most harmed by precarity. What is the T you done that you're most proud of?"
    ],
    [
        81000,
        84000,
        " Well, and the T&O and the T1 and the TAU and I'm and I'm happy to the TU moved in solidarity with us as workers. I have fond memories of NZNO and the passion of my organisers, and I found that reflected in the TU when I'm really happy for that. I think that in this marketing cycle, we've kind of accomplished a lot despite how things are turning out. But I kind of, and this is maybe a bit of a cop-out,"
    ],
    [
        84000,
        87000,
        " forward is the thing I'm most proud about. I've had three or four recently recently, like the engagement from, I will admit from myself, but also from other union members and delegates. And it's nice to see a growing movement of people to turn around and go, hold on a minute, yeah, we are worth more. Hold on, yeah, I don't, I shouldn't actually have to be fighting tooth and nail for every contract. Hey, yeah, I shouldn't loan my standards and I should be"
    ],
    [
        87000,
        90000,
        " achieve the maximum that I possibly can. This university, I think, I think, and what's fighting for that? And what's something our individual members can do to support our colleagues in precarious roles? With the context of what I said earlier about the demographics, I think that membership is the first and most important thing. Union density decides union power. The second thing is to help out where you can. I don't expect everybody to sign up to the bargaining meetings. That's a huge... It's a huge investment of you."
    ],
    [
        90000,
        93000,
        " your own personal time and energy, even if it's also with. I understand that being really involved and being really involved and going out and picketing can be hard for people. But what I would like is for anybody who's interested in supporting the TUE or unions in general to find some aspect that they can do to help the movement go forward. That can be big or small. We are a community, we work in solidarity. It's about pitching together, right?"
    ],
    [
        93000,
        96000,
        " So if signing up, is, is, is, and! And positively and positively. And if you want to do more, you can join bargaining support networks, you can write to the right people, you can kick up a fuss. You can be trained as a delegate and improve our delegate density. And if you want to get really deeply involved, join a bargaining team. You know, it's do what you can when you can, but do it with consistency and commitment."
    ],
    [
        96000,
        99000,
        " Kiyo, now, now, Sandra Gray, I'm with Sandra Gray, the National Education Union in Otero, New Zealand. And she's here to talk with us about our strike ballot, potential strike action, and collective action as a union nationwide. So first off, Sandra, what are we talking about when we talk about a strike ballot and collective action? Look, here in Otero,"
    ],
    [
        99000,
        102000,
        " the law, the law and we're, and we're, and we're and ask all members, how they feel about the idea of taking strike action, to make sure that we have a majority who do want to do that. But also, it's the first signal from the members that are really unhappy with what their employers are proposing with regard pay and conditions in the collective agreement. So we take it as a first signal of whether people are ready to"
    ],
    [
        102000,
        105000,
        " to take action. Well, and actually to take action. Well, well, well, uh, uh, for a couple of months in some of the universities here, um, in Al-Tirolaf. And, and the offers on the table, uh, range from zero percent to three percent. And that's not enough to help workers who have had had huge cost of living increases, uh, because of really rampant inflation. The cost of living has gone up and up. And we all see it when we buy our, our,"
    ],
    [
        105000,
        108000,
        " groceries. And also. So what we're So what we're angry about that. Do they want to work together in union and take action? And that's what the strike ballot is about. Do they feel it's time to say to their employer enough? Give us a proper offer. Pay us well, look after us well. We work hard for you. That's what this is all about. So what happens next? So we close the ballot"
    ],
    [
        108000,
        111000,
        " very shortly and by the local teams, okay, saying, how do, how did, how did they vote? What are we going to do? And hopefully because we have six of the universities in negotiation together, we will actually all stand up together across the country. It's probably around six and a half thousand workers in the"
    ],
    [
        111000,
        114000,
        " even, who, who, who, who, who, and actually, and, and, and, and, and that can take many, many forms. But at the moment, what we are looking at is an actual work stoppage. And why that? Because actually, we have to show the employers how serious we are, and the only way to show employers how serious we are is to take our labour away. It's our most powerful statement of discontent. And it does work."
    ],
    [
        114000,
        117000,
        " It does work. You know, you know, you know, you of us. Students will take action if we take action and they'll let the employers know that they've got to do better. And, you know, that's what we're going to try and do. You've already touched on it a little bit, but what is the importance of taking action together as a united front across the sector? Well, the last time we saw this was two years ago when we took"
    ],
    [
        117000,
        120000,
        " are in negotiations. The The tertiary education sector. The tertiary! sector, they think it's a great place to work, probably because they haven't ever had a job in some of our universities. They think we're, you know, they think everybody's a professor and is exceptionally well paid and with great conditions. They don't understand that we have people on minimum wage working in our sector. We have people in really precarious jobs. So the public gets to see us."
    ],
    [
        120000,
        123000,
        " and say and and our"
    ],
    [
        123000,
        126000,
        " they're being they get together and they're being disrupted. They do. They do. They do work in union as well. They know the importance of collective action together and they do address the issues usually. So that's really, really important. It's about the strength that we get. I think the other thing is all who took part in the 2022 action, when they looked across the"
    ],
    [
        126000,
        129000,
        " country and in Christch, you're in Christch, in Christch, I'm not just I'm not the only one that's feeling aggrieved and feeling hurt by the payoff. Oh, my goodness, there's so many of us. And that gives us a real sense of power. And that is really important for workers who at the moment are in a sector where they're feeling pretty powerless and pretty beaten up. Is there anything else you think folks should hear before we potentially get ready"
    ],
    [
        129000,
        132000,
        " to our campaigns. Well, well, is all of our campaigns at the at the negotiating teams at the moment and are really leading in this. And say to everybody, make sure you've got your vote in when they're open, but also knock on the door of your colleagues and make sure they know that it's really important to turn up at the meetings, to turn up at any action, look after each other. It's pretty tough in the tertiary education sector at the"
    ],
    [
        132000,
        135000,
        " moment, but we can, you know, you know, you know, you know, you you know, you know, it is something that not only gives us power outward, but gives us some internal strength and just makes us feel part of something bigger than ourselves and we all need that. Thank you for listening to For What We're Worth. Our interview subjects this week were Sandra Gray and Juno Barnett Collins. And our interviewers were Kelly V and James Love. Editing by Kelly Vee and."
    ],
    [
        135000,
        138000,
        " and James T. and T. T. and does not to speak for the T. For the T.U. Thanks for listening. See you next time."
    ],
    [
        138000,
        138372,
        "!"
    ]
]