[
    [
        0,
        3000,
        " Welcome to What We're worth, this episode, we have a bargaining update from organizer Nicole Wallace, followed by Leon Salter,"
    ],
    [
        3000,
        6000,
        " about the value of an industrial strategy. But first, an update on our bargaining process. Over to you, Nicole. Gildare. This is Nicole Wallace, T.E.U. Organiser and advocate for bargaining at the University of Auckland. So on to our bargaining update on the 22nd and 27th of August. We have had a couple of bargaining sessions for the academic professional and security and gardeners teams."
    ],
    [
        6000,
        9000,
        " focused on technical tidy-ups and this has gone pretty well. A lot of these issues have been sorted or are close to being sorted. The biggest development from these sessions is that the employer has made an offer on our claim on buying and selling leave. The employer has now offered to give union members access to this without changing the collective agreement at all and just changing their policy to ensure that union members have access to."
    ],
    [
        9000,
        12000,
        " to it. This is a really good outcome on this issue, so your team's pretty happy with that. On Monday the 2nd of September, we had academic and professional bargaining. Now, the main agenda item here was the union's claim for a working group to look at technical staff pay. Member Sheree Tolomarch, who was an academic member but was until recently a professional"
    ],
    [
        12000,
        15000,
        " professional staff member, a a presentation about this issue. Technical staff at UOA have very specialized expertise. Many at the universities are experts on particular research equipment and they teach academics and students how to use these machines, they support research and industry with these machines, and also do maintenance, very important health and safety and compliance work."
    ],
    [
        15000,
        18000,
        " However, however, much too low. They're so low that staff with the right skills to do these jobs. They don't apply for jobs at you away. And when they do, they often move on. While the people who work here work at Wapapata to Mataro because they care about the university's work, it only goes so far when you can't pay your bills and other institutions"
    ],
    [
        18000,
        21000,
        " so much more money. Shiri also pointed out that cheapening out on staff means the university is losing out on money longer term, as expensive machines fail to be utilized properly, leading to lost research opportunities, among other things. Shuri gave a great presentation, represented technical staff fantastically, and also made it clear that this is an issue that affects not just her previous area of chemical science,"
    ],
    [
        21000,
        24000,
        " but actually affects other faculties' the employee's presentation and it would be interesting to see what they come back to us with. There's been no further movement from the employer on the pay offer. The team has said that members are not interested in a three-year offer. If you remember that offer it was for 3% year 1, 2% year 2% year 2 and 1.8% year 3, with a slightly higher"
    ],
    [
        24000,
        27000,
        " offer for those 65k or under of 3.5 in year 1 and 2.25 in year 2.25 in year 2 and the same year 3. That third year, that's a no-go. However, the team did also state that members are really interested in the package deal and will be interesting in exploring options that might have a lower overall percentage offer compared to 6% which is our claim if other pay claims are met. So those other"
    ],
    [
        27000,
        30000,
        " big pay claims are things like living wage accreditation, set pay for professional staff and PTFs and removal of academic bars. We've had a bit of feedback from members that they really are interested in the overall option. So there might be something worth exploring there. So we are hoping that the employer will take us up on this and actually have a proper discussion on how to, what a package deal might look like. Otherwise, union members are very"
    ],
    [
        30000,
        33000,
        " disappointed with the offer and very disappointed in the employer's behaviour overall outside and within bargaining particularly the lack of transparency and the lack of respect for staff views and so members have voted to move to a strike ballot that ballot will be opening in the near future thanks Nicole now over to"
    ],
    [
        33000,
        36000,
        " Thanks for coming on the podcast. Do you want to start off by introducing yourself and describing your role and how long you've been in that role? Yeah, Kiyoooo, I'm Daniel Bensengu. I am the new Assistant National Secretary, Industrial of the Terseer Education Union. I've taken the place that Adana Browran's had for many years. A lot of members and people beyond the TEU as well will be very familiar with her work."
    ],
    [
        36000,
        39000,
        " for the last seven years. From that time, someone who was part-time, I was balancing two jobs. I was able to move into a full-time role as an organizer and I slowly gained more and more sites that I started to organize and negotiate for. So over the years, there's many members I've interacted with, and including members at Auckland uni, especially when we have national conferences, for example."
    ],
    [
        39000,
        42000,
        " now you're now i've been both based in waltzington and otago the role assistant national secretaries are based in wellington so i'm here in wellington for a number of days a week and um i was i'm very much a autoporty guy i love the city of denedon and everything that you know the communities where"
    ],
    [
        42000,
        45000,
        " the street saying you know this union was was established and this place that used to be an old pub and stuff like that so it's a great liberal spot which you know it's very much home for me and you've also got big shoes to fill haven't you with filling irena's shoes there how long was she assistant national secretary well she was a she came into the role when it was still called the national industrial officer and then over the years it morphed into an assistant national"
    ],
    [
        45000,
        48000,
        " or secretary role, specifically looking at the industrial operations of the union. So the job looks over all of the organising staff across the TAU. In that sense, it connects in with branch presidents, committees, but also the organising work of the union can be divided broadly in two ways. There's what we'd call organising, especially for the purpose of this podcast, Leon, and I know it's very much in your sphere of interest, organizing in the sense of how."
    ],
    [
        48000,
        51000,
        " And it's and it's the other. And it's services. And it's sometimes it's the through to the authority or even to the courts and so therefore it has a legal avenue. And so therefore it has a legal avenue. And then there's issues that relate to interpretation."
    ],
    [
        51000,
        54000,
        " of that is being! employer policies, and, etc. So both sides sit within the role that I have and the role is to support, advise, and to make sure we have a strategy in terms of the work that we do. And I think that strategy is really a key part to how we operate as a union. Things aren't random, right? So we plan them."
    ],
    [
        54000,
        57000,
        " and and and! and right? right? Yes, is it? is it? that are quite different. And we have other groups of members as well as well. We've got some in private tertiary establishments. We've got some in research institutes and there's a few other pockets of members that exist elsewhere beyond those big three. And in order, our membership is within the university"
    ],
    [
        57000,
        60000,
        " then what we'll then what we'll. So, which is,! And then, or? And then, or? Do you want to talk a little bit about that strategy? So the industrial strategy is a document that guides us. And I like to think of a strategy as both the document that collect the work that we've done and that has a history to it as such. And then one that projects forward and that has an ambition. And the industrial strategy is under review now."
    ],
    [
        60000,
        63000,
        " starting it's a three-and, and it's and the work and the work that the three-year period. shortly, we will be going out to members and telling them that it's a under review and B, what areas that we're looking for contributions for. And I'd quite like the industrial strategy to ensure it reflects the state of the sector right now. And there's parts of the strategy that relate to how we do our industrial work when we"
    ],
    [
        63000,
        66000,
        " go on strike, what we call court conditions. what we're, and so, and so we have at the table across most institutions around the country until they're achieved. But then as well as that, I want to make sure that the strategy talks about the work that the union's doing in the co-governance space, because we should be proud of that work where the first union to"
    ],
    [
        66000,
        69000,
        ""
    ],
    [
        69000,
        72000,
        "! and pay, and pay, and pay, right? Right? Right. And pay equity is certainly a core part of the work that we're doing. We've got two claims currently that in the process of going through, it's a very long process for pay equity and it could take quite a long time. So we're bringing members through that process as well. What we know is that pay equity brings up"
    ],
    [
        72000,
        75000,
        " the of the workforce, but then the workforce, and the space as well, and let's not that that that should be coming through in their inboxes at some members, we raise the floor for some members, we raise the floor for other members as well in other spaces. So it's something that supports all of us. Yeah. So that's great. You get, you're sort of going out to the membership, like that should be coming through in their inboxes at some stage. It will come through in their inboxes."
    ],
    [
        75000,
        78000,
        " is, the first.! We're doing some workers' which is useful, what we've got to, or not within negotiations. For example, what areas have we been receiving significant pushback from employers on? We're going to be asking some of those same questions of branch presidents. So that assists us in scoping out those areas for review as well. And then when we go out to the membership, there'll be a combination of general questions"
    ],
    [
        78000,
        81000,
        " and what, and what, and what we're going to achieve the and what we do to achieve them. So I'm very interested in it being a collaborative process. We're going to make sure that we go out to as many members as possible, as well as having the opportunity for members to connect in by, you know, following a story on our tertiary update or if they're attending conference or if they're attending any other hooey of the union or network meeting. I also know that there's some members who are more interested in this."
    ],
    [
        81000,
        84000,
        " in the, yeah, yeah, yeah, yeah, yeah,! to sample the membership as much as much as we can. And that's fair. We've got 12,000 members and that's the way we have to do it. Not everyone's going to have the, yeah, same interest or capacity. Yeah, definitely. You mentioned about some sort of claims that never seem to sort of get anywhere. One seems to be like the living wage. My only experience of bargaining was, I was on the bargaining team with Massey in 2019 and they"
    ],
    [
        84000,
        87000,
        " sort of the living wage idea, because they don't want to their salary grading system. Yeah. I would. The living wage is one of our priority claims and it has been for years. We have achieved the living wage in some of our institutions, but in others, it's a claim that we put on the table time and time again, and what we may achieve is that the minimum rates in a document reflect them at living wage. And so there's no one who is our member who would be"
    ],
    [
        87000,
        90000,
        " We're. While that. While that. While that, of accreditation, it is still making sure that members are brought up to that rate. We hope that over this year's negotiation campaign, we're able to push those living wage claims strongly yet again, and that this time we may get some movement on them. At times, we've had members who've taken action in support of the living wage. AUT members did that a number of years ago, and while AUT didn't become accredited, it meant that everyone was at that minimum pay rates, which"
    ],
    [
        90000,
        93000,
        " in the case of AUT, in the case of AUT, in the case of a U, to ensure that some people are receiving what is barely a minimum and it's barely enough to live on still. When you talked about the two different forms of organising or organising and servicing, so in the first form of organising, would the new delegate structure come into that?"
    ],
    [
        93000,
        96000,
        " we have some and then the leadership of the leadership of the leadership of us. We do a lot of the size of the union that we're actually quite a small group of staff and we count our administration and our policy and is a complement to our ability to often speak out on issues. We do a lot of other unions see us as one of the big players, which is a complement to our ability to often speak out on issues."
    ],
    [
        96000,
        99000,
        " and to make sure and to make sure that members see themselves, who is in their workplace who is an advocate for what should be going on in that workplace. And members who are wanting to be activists in that way, in the workplace, while we've got delegate training that will encourage them to do that, but also we'll always encourage any member who wants to do a bit more for the union and with the union."
    ],
    [
        99000,
        102000,
        " and they may have a particular issue in mind to seek out, and a branch president and other members around me to go towards this issue, which is important to me or work for the union in this space. Our members are the strongest part of us as a union. And we are a union that is focused on our members and that is member led. So we need to make sure that members are leaders within that member led capacity."
    ],
    [
        102000,
        105000,
        " kind of, it's a sort of, sort of, sort of, sort of, sort of, there's a, and a, and a big part as well, Leon, is about empowerment of delegates and our committee members who can know that this is what their collective agreements look like, this is what their entitlements are, and actually, if they're not receiving that, well, they can follow up on it. This is how to do it. If a colleague of their"
    ],
    [
        105000,
        108000,
        " is in some strife in some difficulties in some difficulties, there are always people where they're to provide support as well, right? And so it doesn't all need to go into the union and through an organiser. The union is wider than just the organisation we call the TEU. It's the group of members as well. Right, because it might seem a bit sort of daunting to maybe go to the organisation and so and it"
    ],
    [
        108000,
        111000,
        " It becomes official, once you've made a or something, it becomes, so it becomes, so it might be, so if you've got a delegate there where you can just ask for advice, there's someone else there looking after your interests and it can advise you without it having to become so official and sort of a little bit scary. And as someone who's closer, someone who may know you better in the workplace, someone who, you know, is there to support you as a colleague, as a..."
    ],
    [
        111000,
        114000,
        " as a union member as well. Cool. Cool. You want to of negotiations, because, I didn't know, what the different styles of negotiations, integrative versus distributive claims? Because, yeah, I didn't know what the difference is there. Yeah. So when we're in negotiations, we as a union, have a very strong claims focus. And it's claims that I'd consider a distributive negotiation, which means that you're looking at something set and at shifting what's set to have."
    ],
    [
        114000,
        117000,
        " more of the members, right?! of the members, it's what's called, it's what's what's a union principle-based. Sometimes you see employers come up with principles and the principles sound great. No one disagrees with principles or the four values an organisation has or the Fyinger that are coming into play now across all institutions. But those principles aren't real."
    ],
    [
        117000,
        120000,
        "! They're just a principle real. For us, we need something that may, they'll, may spell out an entitlement, may spell out a process. It tells you the how, right? And so there's broadly, there's two ways of negotiating, and some unions focus more on principles and some focus more on claims and somewhere in between. We're quite strongly claims based because when we go to the employer this year, when we've got our campaign nationwide, we're claiming for 6%."
    ],
    [
        120000,
        123000,
        " not going in and saying, we want, for our members, right? We know what we want. And let's start negotiating at that point. Where are you? Let's bring you up. There's some employers who will take some time to put some money on the table because they want to talk about all the fluff around there. And sometimes that really lengthens out the negotiations. It takes away, in some ways, power from members who months and months down the track of negotiations start to feel despondent because this has been going on for so long."
    ],
    [
        123000,
        126000,
        " and I just not want to get me. A strategy to focus on the claims focus is, of us actually, ensuring that we're making achievements, and then in the future knowing where we can get to next. It's almost like forcing the universities or the institutions to put their money where their mouths are. That's a great way of putting it, Leone. And that is in a sense exactly what it is. And in all of the collective agreements that we've got, there are a mix of principles"
    ],
    [
        126000,
        129000,
        " and clauses that gives you! One of the workload clause, right? tend to be reasonable, but then they don't say anything beyond that. Well, yes, sure, there can be a legal interpretation of each of those three words. But to you as a member, what is a safe workload? What is a fair workload? What is a reasonable workload? You're coming up with an issue because you don't feel it's very reasonable right now. You seem to be doing a lot. You may notice other people in your department have more"
    ],
    [
        129000,
        132000,
        " capacity for one reason or another. That's a that's a group, that's a group, again, that would support a member to actually approach conversation around workloads, so that it goes beyond that set of principles into something that would materially support them to manage workload, now all going forward. Going back to what you said about, you know, like the sort of employers sort of drawing out the process and yeah, not putting sort of paper"
    ],
    [
        132000,
        135000,
        " pay claims on the tape. So, and it's in the university's in the negotiations. It's in the university's interest to sort of draw out the negotiations. Yeah, it is an employer tactic to drag things out. Sometimes when there are too many claims on the table, it naturally drains things out too. So it's about tactics in the room. There's a balance between making sure that we have claims in the table on our side as the union party or parties."
    ],
    [
        135000,
        138000,
        " who are responsible to the issues that, but then, that we can't on the key issues that members want out of these negotiations this time round. And that balance can be hard to judge. There's years when a union may go to the membership and say, actually, we're coming in with limited claims this time round. It's tactical. It's to ensure that we get in and out of this quickly. We get something that's meaningful and we can actually then focus our attention"
    ],
    [
        138000,
        141000,
        " campaign or other groups of members who may require at a particular point in time, do so in order to drag things out, do so in order to identify what is key to the union, what's key to the members, and at what point it may be that the members just go, okay, look, we'll just accept it. That's not good enough, really. As union members, we should be feeling the frustration and the anger when you have an employer that is not willing to put their money where they're"
    ],
    [
        141000,
        144000,
        " mouth is, and actually say, this is what we can offer, in and saying, well, our claim is 6% and you may be some percentage below that we're going to need to move you to this place, we can start to use those tactics that members have, and only union members have, which is taking action, going on strike, having the stop works to make sure that they can actually hear what's going on for the groups of members as well."
    ],
    [
        144000,
        147000,
        ""
    ],
    [
        147000,
        150000,
        " on our side, on our side, we're doing. We draw our labour. And the more of us, the stronger we are union members, the stronger we are taking that action. And so that's where it comes back to that conversation about delegates and activists and the people who really care about the union mahi that we do. We need to encourage others around us to join the union as well. And the employers note that they sometimes say in their presentation, they sometimes say in their presentation"
    ],
    [
        150000,
        153000,
        ""
    ],
    [
        153000,
        156000,
        " the membership, because. It is. It is. There's people, sometimes, sometimes, sometimes, sometimes they may not have had the time to join the union yet, but may have been, you know, on their to-do list, and the to-do list just gets longer and longer every day. You know, we all know that there's so much going on for our members and the workloads are so high. And while it's easy for me to say, well, it takes two minutes to go onto the website and join."
    ],
    [
        156000,
        159000,
        " And that I'd say to people. When members, the non- and go, and I'm also, and I'm also going to be a part of this. And we know that in our sector, when a member joins, they join for their careers. They join for the work that they do as academics. They join for the professions that they belong to. And as a union, we are able to represent not just a small group of workers. We can represent the span of workers across each"
    ],
    [
        159000,
        162000,
        "! we sort of the bigger picture of the other, we're in the other tertiary education institutions are within, you know, when it comes to bargaining, we always sort of tend to hear that, we can't afford to give you a pay rise that aligns with inflation because of the constrained funding environment we're in. How do we negotiate that? Well, the funding problem is a"
    ],
    [
        162000,
        165000,
        " real problem and we've been. for the union to take on responsibility. they should be advocates for their sector. And if their sector needs to be better funded through public money, if the research funding needs to be better, for example, or if the student component needs to be better, if there needs to be more money coming in to ensure that the expensive upkeep of what is largely heritage buildings across the country."
    ],
    [
        165000,
        168000,
        " is, is, is, that the in those building, that the research is research is research-centered and focuses on what the students are wanting to study and get out of their degrees, right? So the funding has been a problem for a number of governments. It's not just this government, but we as a union can talk so"
    ],
    [
        168000,
        171000,
        " We actually, we, we're, and, and, and, and, when we're, or when we're saying up claims, or when we've got a pay equity claim, it actually doesn't matter whether there's enough money there. And pay equity is a great example. This has been an underfunded piece of work because the sector is female dominated for many years. You've been saving money for too long on this group of workers who deserve more and who should"
    ],
    [
        171000,
        174000,
        " valued more highly. So, so. There are the sector going on at the moment. Within the university specifically, there's a review of science funding and there's the university advisories group as well. Both of them are looking at funding, at research, at the role that our institutions as our universities have within New Zealand and for a workforce and for learning and academia in general. So we are as the union involved in those reviews,"
    ],
    [
        174000,
        177000,
        " We have the table."
    ],
    [
        177000,
        180000,
        " and what their remit is. that tells them that actually, you know, you know, you know, you know, more private funding or moving it to something else. And one thing I'd like to say is that we don't talk about private funding very much in our Teruwa. The reality is that the higher the fee increases for students are, the more privatized our model becomes. Because our students are paying more for their courses. That is private funding coming in."
    ],
    [
        180000,
        183000,
        " Right. I'm private. which may be public, which may balance it, which may balance out how much a student pays versus how much they receive support for. But our sector is slowly, slowly becoming more and more privatised. And next year, there could be a 6% increase in student fees. It's really significant. When we talk about, you know, 30 years ago, education was free. We're at a very different place now than we were all that time ago. And we shouldn't think, oh, well,"
    ],
    [
        183000,
        186000,
        " times have changed. It's about. It's about! And being pushed to actually spend the public money on what's required. And we need to have that conversation about the important role that higher education plays in society, both societal and economic. I mean, it's an investment for the future for us all, isn't it? It's not just an individual private thing. That's right. And recently with the pandemic when we came out of it, we came out of it and we"
    ],
    [
        186000,
        189000,
        " did so, through COVID. It was because, people, people, people, people, people who are immunologists, people who are funded by our universities to be experts in their area. And they led us through the pandemic. And we're at a place now, which is much better than other countries were at that time, right? But then, like any group of essential workers, we forget about them when they're not front and central anymore. And I think we should."
    ],
    [
        189000,
        192000,
        " to, a lot. I think, I think, thank you, too, too, too. Thanks, too. Thank you for listening to for what we're worth, a T-EU bargaining podcast. Bargaining Update by Nicole Wallace, Introduction and Credits by Callie B, interview by Leon Salter, editing support, James Love and Callie B, show notes by Irene Almeda. Content is provided by members of the University of Auckland,"
    ],
    [
        192000,
        194453,
        " T-T-T-T-T-T-T-T-T-T-T. and and T-B, T-EU."
    ]
]