[
    [
        0,
        3000,
        " Kiora and welcome to for what we're worth the University of Auckland T.U branch bargaining podcast. Call Leon Salta, Toko Anewa. And keeping with the normal format."
    ],
    [
        3000,
        6000,
        " We're starting off this week with an update on bargaining from one of our branch organisers. Andy Hippkis, before Orin Almeida talks to Paul Tayon about union history. So over to you, Andy. You're everybody, it's Andy Hippkis from the TUE. So we've been in bargaining again this week. We had a few hours with the employer the other day, focusing on academic issues this time, where we discussed postdocs and how they could be better aligned in the collective agreement"
    ],
    [
        6000,
        9000,
        " with research fellows. We discussed the bars made a strong argument that bars halfway up a pay scale are simply an artificial obstruction to reaching the top of that pay scale and anything above the bar is illusionary pay and not in reality pay for people. We talked about GTAs. We came very close to"
    ],
    [
        9000,
        12000,
        " through their pay scale. We had discussions on a few technical claims regarding how wage deductions are permitted by the employer. Annual leave use, particularly around Easter Tuesday and Christmas, which we've discussed is potentially two closed downs in a year. Leave plus and enabling T.U members to access leave plus."
    ],
    [
        12000,
        15000,
        " and how your leave is carried over from year to year. No agreement's been reached as yet on them. We also met yesterday, which was what, Thursday now. We met to discuss administrative and technical changes to the medical academics collective, which is largely an administrative task, but it is quite time-consuming. The first activity on the medical academic collective starts when we exchange claims on August"
    ],
    [
        15000,
        18000,
        " We're quite looking forward to that, though the medical academics do largely mirror the academics in that, but with their particular medical provisions. Next session is next week. We're going to have a presentation by the Living Wage Altiero movement, and we're going to listen to what they've got to say about the importance of the living wage,"
    ],
    [
        18000,
        21000,
        " minimum wage for those people who are right at the very bottom of our pay scales we're also going to be presenting to the employer our arguments for removal of performance based pay so this is tu-poo and there is a link in barry's update for you to add some too-poo stories to a little padlet that the branch is running at the moment but we don't agree with performance pay we've got some strong opinions on it let's just put it that way and we'd like to"
    ],
    [
        21000,
        24000,
        " from the collective agreement and replaced, as you're aware, with a stepped progression from the bottom to the top of the scale. We've also had a commitment from the university to make a pay offer next week at the negotiations there. The Auckland Unis, the very last one to actually make a pay offer. Everybody else has made pay offers between 1%, 1.5% at the bottom with Massey."
    ],
    [
        24000,
        27000,
        " up to 3% so far. Of course, nobody's even close to settling yet. We are running some report-back meetings at those who started bargaining earlier and we'll be running some for Auckland University members sometime in August. So keep an eye on your emails for invites. It's important as well if you can to join or assist the bargaining support network that's run by the branch. They're active in free areas."
    ],
    [
        27000,
        30000,
        " in communicating with members, data research to support the bargaining team, and organising action, again, to show support for the bargaining process. It's member-driven work. Also, if you're a member who makes less than the 2024 living wage of 2780 an hour, we do want to talk to you about what making the living wage could mean for you. There's a link for you to follow to contact"
    ],
    [
        30000,
        33000,
        " us in Barry's update. So have a look. We want everybody out there to start building the collective T.U voice at University of Auckland. And that means talk to your colleagues and talk to about the bargaining and get them to join the union. It's easy, peasy, lemon squeezy. Thanks a lot, guys. Organiser Nicole Wallace here. So following on from Andy's update, we have further collective bargaining"
    ],
    [
        33000,
        36000,
        " on the 31st of July. So that was bargaining for academics, security and gardeners and professional staff. Now the two big topics were living wage and performance pay for professional staff, often referred to as Tupu. Now with the living wage, we had some special guests, Taysa and Brad from Living Wage Aetura who gave a great presentation about what the living wage means,"
    ],
    [
        36000,
        39000,
        " different pathways to become an accredited employer and just how much it means to people to earn a living wage. And they were also joined by students for living wage and to EU member, Xavier Walsh. The other, you know, they were joined by Branch Under 35 rep and a brilliant professional staff member, Rosaria Price, who spoke very strongly on the"
    ],
    [
        39000,
        42000,
        " sorts of work that are paid under living wage. There's currently no universities who are accredited as living wage employers. So there's a big opportunity here for Wai Papata Tomatooro to put their money where their mouth is and to live their values, basically. However, they're running at a time to be the first because AUT, well not accredited, is already at the point where"
    ],
    [
        42000,
        45000,
        " none of their staff, and security, paid less than the living wage. So University of Auckland's got a bit of a way to go. Now, the employer did give a presentation about how there's only going to be about 100 staff earning under the living wage once the rate is lifted in September. They did not talk about contracted staff, though, and the cleaners are."
    ],
    [
        45000,
        48000,
        " contractors. So that's not very expensive to boost all those people up to living wage. They also said that the sorts of jobs people are doing are mostly, if they're earning under living wage are mostly starsher jobs, like materials assistant. Now some of our members have been doing these jobs for quite some time and they very much disagree with this assessment."
    ],
    [
        48000,
        51000,
        " as a living money. as a living money.! And to be a living wage, Now, the other big topic was, they still deserve a living wage. Now, the other big topic was performance pay for professional staff or Tupu. And if you've been following the updates, you will have seen that we've been collecting stories from members on our padlet online about"
    ],
    [
        51000,
        54000,
        " how people felt about Tupu,! and the overwhelming response was absolutely not. Feedback was really fantastic. So what we did is we took a bunch of the quotes anonymously and put that into a presentation for the employer. And we spoke to just how problematic the system is, how it's not motivating staff, and it's not transparent in fear, and what this leads to."
    ],
    [
        54000,
        57000,
        " to as people go, as people, which, to control budgets. We then we then discuss the union's alternative, which is a proposed debt-based system, which would be fair and transparent and support people working together, rather than this weird competition where you know there's only so many good performance rankings to go around. Now, the employer is"
    ],
    [
        57000,
        60000,
        " rep said. There was new to Tupu! which we found interesting. There was a suggestion that perhaps there's only 120 disgruntled staff from the employer's reps. Although we suspect that if they talked to their own professional staff, they would probably find it's a lot more than just 120 who responded to the padlet."
    ],
    [
        60000,
        63000,
        " The employer was also of the step-up-up-up-uped put forward by the union, although although some of that criticism suggested they hadn't really understood the whole claim. The employer questioned why the step-based system would be more of motivating than a performance system, but, as your team said, we know that the professional staff who work here, they've often chosen to work in the public sector. They care about education. They care about education."
    ],
    [
        63000,
        66000,
        " or they care, and to do, and too, is to do a process like Tupu. There was also a suggestion that performance pay was contributing to the professional staff having a lower gender pay gap than the academic staff. However, your team pointed out that this wasn't actually what the employer's data suggested, because if you look at only the permanent staff, the gender pay"
    ],
    [
        66000,
        69000,
        " gap for professional staff is around 20% and it's and that's because, and that's because once you take out the casual and fixed-term staff who don't have to do too-pooh as a rule, the pay gap in the professional staff gets dramatically bigger. Unfortunately, there was no update on a pay offer, which is what we're really wanting."
    ],
    [
        69000,
        72000,
        " team.! The centre, doing Paul Tayon. if one is not soon to go back to back meetings to members later this month. Coming up next, we have Orin Almeida talking to Paul Tayon, doing the important work of putting our current bargaining round into historical context. Because sometimes we can take unions and the right to bargain and strike a little bit for granted. But Paul, a University of Auckland-based labour historian, talks about how workers have to really struggle to get those rights we now take for granted."
    ],
    [
        72000,
        75000,
        " and how, and how, the late 19th century, the first to legalize unions, but also regulate industrial action, encouraging workers to go through an arbitration process rather than strike, setting the groundwork for the bargaining process we have today. Welcome, Paul. I thought we'd start today's session with you telling us a little bit about yourself. Kiora, Orin. Thank you for having me. My name is Paul Tayon, as you know, and I am a member of academic staff at the University"
    ],
    [
        75000,
        78000,
        " of and a T-I and I started I started up as I was invited to join the union. I have taken on various roles in the union as member, branch committee member, and I served as branch co-president several years ago. I'm also a historian and I'm a labor historian. And I'm a labor historian."
    ],
    [
        78000,
        81000,
        " in particular. I think. I'm a labor historian, I think, I'm that I'm most concerned about, amongst the many issues that we can be concerned about in the world today, is economic inequality. I grew up in a single-headed, female-headed household that we were economically challenged, and I suppose that influenced me. And my mom was a union member. She taught in the Chicago public schools and was a member of the Chicago teachers."
    ],
    [
        81000,
        84000,
        " union. And I remember. It seemed that, it's that's a strike. And that just was normal for me. And once I got to university and taking classes, I discovered labor history and it just connected with me. And I became a labor historian. And as part of being an academic and a labor historian, of course, I'm a union member. And so I see a very strong connection between my scholarship. And what I do outside of"
    ],
    [
        84000,
        87000,
        " the union. the union. An excellent questions. we might take that since we're union members, but many of us, when we come to the university, this might be our first encounter with unions. And so at a very simple level, unions seek to do collectively what individual employees would have a great difficulty achieving themselves. Given the imbalance, if you want to think of that way, in the employment relationship,"
    ],
    [
        87000,
        90000,
        " Employers, employers, employers, their work. of their work. They're institutions, in which workers voluntarily joined together to collectively join together to collectively advocate for their wages and conditions of work. We can also think of unions as organizations, which a bit more broadly seek to mitigate"
    ],
    [
        90000,
        93000,
        " or minimize in industrial capital in! to minimize to minimize their wage bill. And that means paying workers as little as they can in terms of what the labor market for workers will bear on the one hand. Employers also typically have incentive to not invest in workplaces in terms of"
    ],
    [
        93000,
        96000,
        " of health and I'm talking of the in the in the logic. The is to minimize those costs. And in such a situation, individual workers are at a disadvantage when they seek to achieve greater wages or improve working conditions individually. So unions, by organizing collectively, balance the playing field between employees and employers. More broadly and historically, unions have acted as a buffer or break against the"
    ],
    [
        96000,
        99000,
        " the"
    ],
    [
        99000,
        102000,
        " along with the in England and in in! in North in in Australia.! In New Zealand, unions formed in the 1840s amongst workers seeking shorter work weeks and the eight-hour day, for instance. And over the 19th century, those unions tended to organize in terms of"
    ],
    [
        102000,
        105000,
        " crafts, like!!! or we might we might call this organization. But the great struggle for unions across the 19th century in all of these countries was legitimacy. Legitimacy in terms of the right of workers to organize collectively in the marketplace and to represent workers collectively with employers. In most all of these"
    ],
    [
        105000,
        108000,
        " And it!! or!! that these countries had for differed. But the right of representation had to be one. Employers typically refused to deal with or to meet with workers collectively. They wanted to deal with them individually. That was the case in part because the law tended towards individual relationships in terms of contracts between employee and employer, and that suited the law in terms of the"
    ],
    [
        108000,
        111000,
        " on the one hand.! it also they preferred for that! to make the story much briefer, through labor conflict and strikes over the late 19th century, again, across Europe, North America, and New Zealand, unions did win the right, the legal right, to represent workers collectively. It took longer in countries like"
    ],
    [
        111000,
        114000,
        " United States.! that<|ar|> in<|ar|> And what's! out of in some respects is that as of 1894,! with the passage of the Industrial Conciliation and arbitration Act, unions were recognized by law and in statute in their ability and their place to represent workers. But the case was with that! piece of"
    ],
    [
        114000,
        117000,
        " legislation that it! to strike. they were!! to with employers over disagreements, over wages or working conditions, which was a mediate conversation, if you will. And if they couldn't agree, then a third party and a court like umpire would come in to arbitrate the dispute. So, New Zealand actually led the way in labor relations legislation that was intended to regularize and normalize the institutional relationship"
    ],
    [
        117000,
        120000,
        " between employers and employees!! of at the of the of industrial action. So this proved both the win and arguably a loss. For without that right to industrial action, the most effective tool or dramatic tool in the part of unions effectively was constrained. Fast forwarding by the decade of the 1930s with the formation of the Federation of Labor and the formation of the labor"
    ],
    [
        120000,
        123000,
        " party, politically,! and together more the working with of labor with the Federation of labor, and in that decade, making unionism compulsory in New Zealand. And again, New Zealand stands out rather uniquely in this regard of compulsory unionism. So as of the 1930s, if a union represented your workers and a!"
    ],
    [
        123000,
        126000,
        " place, you were! in the in the in 1980s.! So over the 20th century, unions in New Zealand expanded their membership tremendously. Through the 1930s, the crisis of the Great Depression, and through the 1970s into the 1980s. But by the 1970s, and this was true in other places like the United States, unions began to get something of a negative"
    ],
    [
        126000,
        129000,
        " reputation for many!! that of of a members of their in terms of compulsory unionism, there was the obvious problem that some people, workers in a given bargain unit, did not want to be members of the union. In 1991, the national government passed the employment Contracts Act, which took away or made unionism"
    ],
    [
        129000,
        132000,
        " not compulsory.! workers were to! to you could you would join a union if you wished, but you didn't have to. And that's more typical of union, labor relations regimes and other parts of the world. That act corresponded with neoliberal movements in states across the world. Thatcher and Reagan in the United States in the U.K. and the Douglas"
    ],
    [
        132000,
        135000,
        " in the in the in the in the<|ja|> it it aimed to! to freeing up the flexibility and ability of employers and manufacturers and industrialists to run their business as they saw fit and to free up flexibility in the labor market. But the knock-on effect was that since the 1990s, we've seen long-term declines in union membership in our country, but also in places like"
    ],
    [
        135000,
        138000,
        " the United!!<|ja|> around the of the! the in in New elsewhere. Being part of the union gives you access to be able to be able to have the union negotiate for your wages. But is there a social aspect that can be that comes about as being part of the union in the kind of in the century that we live in,!"
    ],
    [
        138000,
        141000,
        " wonderful media we! we"
    ],
    [
        141000,
        144000,
        " And so these organizations,!!! in terms of! were also and cultural organizations as well. And so workers came together as workers, but they also came together as men. Many of these unions were very fraternal in their culture and in their trappings. And we need to understand them that way. And we also need to understand unions at that time."
    ],
    [
        144000,
        147000,
        " as being in!!! mass!! and! leisure time away from work. In other words, unions were social spaces for connection and collective identity and all the sorts of things, including conviviality, that goes on with that. Now, into the 20th century, with the regularization"
    ],
    [
        147000,
        150000,
        " of!!!! through of and the unins' right and place to represent members by law and part of, we might say, the broad secularizing of society and the commercializing of society by the 1920s where mass entertainment now is becoming more common. Ironically, unions lost something of"
    ],
    [
        150000,
        153000,
        " culture. They became,!! more we as service unions. You paid your dues, you got a service in terms of representation. And at bottom, that's what unions are about. But with the divided, with the multiple attentions on workers for their leisure time and so forth, with the cinema, the radio, and so forth, and the bureaucratization of, and professionalization of unions institutions,"
    ],
    [
        153000,
        156000,
        " and labor relations,!! to the present,! we live and! a bureaucratized and social media-dominated world, where we have connection virtually, unions operate in that environment, and take advantage of those forms of, you know, interaction and communication. At the same time, in the workplace,! unions retain the same sorts of"
    ],
    [
        156000,
        159000,
        " of!! and of of of they provide another way of relating to your colleagues that is apart from strictly your job category relationship to your employer. And they also provide"
    ],
    [
        159000,
        162000,
        " to!!!!!! can, can, comment on unionism in New Zealand and the contemporary challenges faced by academic unions in the tertiary sector? Yes. Let me begin with some of the challenges that unions broadly face and have historically faced and have historically faced"
    ],
    [
        162000,
        165000,
        " Let me! the,!! from of unions, on getting as many workers or employees in an establishment or workplace into the organization as possible, because that way they maximized their collective strength vis-à-vis the employer, on the one hand. But it also minimized"
    ],
    [
        165000,
        168000,
        " the!!! and many early in people skilled workers held the knowledge to making things, and the union tried to minimize that competition amongst workers and the"
    ],
    [
        168000,
        171000,
        " and!! the! the! conflict! individual gain and gain. So if you are strictly rational, and if you are very capable worker, you can think, I can make more than my workmates if I work really hard and please my boss. But then that tends to set! everybody against each other and then it's a race to the bottom."
    ],
    [
        171000,
        174000,
        " So, on!!! that their!! on the well-being depended on the entire working group, if you will. Now, if we think about the way in which common law tended to develop in the United States, but in other parts of the common law in the development of of liberal"
    ],
    [
        174000,
        177000,
        " capitalist!! the! was an private relationship with your employer. No third party had a right or business getting involved. And that automatically cut out collective institutions like unions. So in the law, this tension between individual rights and collective well-being was defined already to the detriment of to the detriment of"
    ],
    [
        177000,
        180000,
        " collective! in! of the the<|id|><|id|><|id|><|id|>"
    ],
    [
        180000,
        183000,
        " And! that!! They operate on a terrain! by government and the state, the law, that is. So in New Zealand, we had a liberal government in the 1890s that set law that was much more amenable to union organization and the institutionalization and regularization of labor relations systems. Whereas in the United States, that took much longer into the 1930s. That tension still exists today. So we've seen how"
    ],
    [
        183000,
        186000,
        " in!!! in in shifting the more towards individual agreements and individual rights and liberties. In the present, one of the challenges that all unions face, including our unions, is getting members to join, or not yet members to join. What's in it for me? Why should I join? Why should I pay dues to be part of a union, especially"
    ],
    [
        186000,
        189000,
        " especially! that because! our! then makes that the norm for everybody, which is a tactic. It's a strategy on the part of our employer to disincentivize employees from joining the union. It's always a challenge to persuade not yet members that it is in their interest to!"
    ],
    [
        189000,
        192000,
        " union and to pay dues, they ensure their! over the longer! And at the same time, It is persuading potential not yet members who may think more individually to place the well-being of the community head and themselves. That's always the more moral or ideological argument for persuading not yet members to join. Moving to academic tertiary sector"
    ],
    [
        192000,
        195000,
        " unions in! we're we union of working working! based wages work but over the second half of the 20th century and many if not most parts of the world as industrialization has shifted and where it's geographically located and as industrial unions have declined, the service sector and government employees in terms of unionism has expanded."
    ],
    [
        195000,
        198000,
        " and!! our our We We We have a different sorts of jobs. challenges is to find common ground. all union members when we do such different tasks on the one hand. On the other hand, we're spread out all over the place. We're very in many ways siloed and decentralized so another challenge of academic unions is to connect us"
    ],
    [
        198000,
        201000,
        " And! that makes us second! school who have a common room where they all get together and see each other and we're a bit different that way. Lastly, perhaps government funding. That's common to all education unions, but we need to engage with government because government funding determines our wages and working conditions and when it comes down to it at the end of the day should we"
    ],
    [
        201000,
        204000,
        " have to we're in we're service! we're service providers in the sense that we work to deliver education. And that places us in a space that's, I think, not too different from health care workers. If we withdraw our labor, we hurt our students. Just as health care workers, you know, they don't want to place their their patients at risk. And so,"
    ],
    [
        204000,
        207000,
        " We're!! when when! to in! not!! not hurting our students, but also importantly, not off-putting the public for in those situations, unions depend on public support. One last question, Paul, how has your scholarship study of the unions in background influenced your perspective of unionism? Again, where do I"
    ],
    [
        207000,
        210000,
        " start.! I! student! I was a graduate teaching assistant, I have a good academic understanding of unions historically and that has helped me"
    ],
    [
        210000,
        213000,
        " But,! of!! to! as in my capacity when I was! to do what I did in that! in terms of helping to recruit members. I understand that we face, as I've described. I also understand the challenges that unions face, as I've mentioned, in terms of with government. I also have an understanding"
    ],
    [
        213000,
        216000,
        " of the!! and and and!! I understand how unions, as I've! have to strike a between bureaucratic and the and the! tradeoffs between what we've broadly called service unionism as benefit unionism. And I hope it's helped me to be a more a more useful!"
    ],
    [
        216000,
        219000,
        " and!! a a Thank you! for and it's been great talking to you. you it's my pleasure. Thanks very much, Paul and Orine and thanks to you guys for listening. Please feel free to share this podcast widely with friends and colleagues, not just TU members or University of Auckland employees, anyone really who's interested in learning more about the TU or the broader union movement and the process of"
    ],
    [
        219000,
        222000,
        "!! and for!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!"
    ],
    [
        222000,
        222439,
        "!"
    ]
]